// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "Daten wurden geändert. Möchten Sie fortfahren?";
kCheckChangesAlertContinueButtonTitleKey = "Fortfahren";
kCheckChangesAlertMessageKey = "Die Änderungen gehen verloren, wenn Sie fortfahren. Klicken Sie auf 'Abbrechen', um den Vorgang abzubrechen und an der Aufgabe weiterzuarbeiten.";

DeviceStatusUnknown = "Unbekannt";

NoItemsMenuTitle = "Keine Optionen verfügbar";

NotEnoughSpaceTitle = "Das HP Utility konnte nicht gestartet werden";
NotEnoughSpaceMsg = "Das Startvolume ist fast voll. Sie müssen weiteren Speicherplatz auf Ihrem Startvolume schaffen, indem Sie Dateien löschen.";

RecentUnreachableTitle = "Die Verbindung kann nicht hergestellt werden.";
RecentUnreachableMsg = "%@ ist im Moment nicht verfügbar. Überprüfen Sie, ob das Gerät eingeschaltet und verbunden ist, oder versuchen Sie es später noch einmal.";

AirPortDeviceErrorTitle = "HP Utility funktioniert nicht auf Geräten, die mit AirPort verbunden sind.";
SharedDeviceErrorTitle = "HP Utility funktioniert nicht auf gemeinsam genutzten Geräten.";
NotDirectDeviceErrorDescription = "Schließen Sie den Mac direkt an das Gerät an, um das Dienstprogramm zu verwenden.";

NoUtilityMessage = "Installieren Sie erneut die Software, die mit Ihrem Gerät geliefert wurde.";

// menu items
ShowAdvanced = "Erweiterte Optionen anzeigen";
HideAdvanced = "Erweiterte Optionen ausblenden";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Fortsetzen";
SupplyInfoTaskTitle = "Informationen angeben";
TravelInfoTaskTitle = "Reiseinfo";

kTaskGroupUnknownTitleKey = "Sonstiges";
kTaskGroupInformationAndSupportTitleKey = "Informationen und Support";
kTaskGroupInformationAndPrintQualityTitleKey = "Informationen und Druckqualität";
kTaskGroupPrinterSettingsTitleKey = "Druckereinstellungen";
kTaskGroupFaxSettingsTitleKey = "Faxeinstellungen";
kTaskGroupNetworkSettingsTitleKey = "Netzwerkeinstellungen";
kTaskGroupInformationTitleKey = "Informationen";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Konfiguration";
kTaskGroupSupportTitleKey = "Support";
kTaskGroupJobCenterTitleKey = "Druckauftragszentrum";
kHSDTaskGroupScanSettingsTitleKey = "Scaneinstellungen";

ApplyButtonTitle = "Übernehmen";

kViewMenuTitle = "Ansicht";

AskSaveChangesAlertTitle = "Die Einstellungen auf dieser Anzeige wurden geändert";
AskSaveChangesAlertMsg = "Möchten Sie die Änderungen vor dem Schließen übernehmen?";
AskSaveChangesDontApplyButtonTitle = "Nicht übernehmen";
AskSaveCahngesApplyButtonTitle = "Übernehmen";

MultipleAskSaveChangesAlertTitle = "Sie haben in %i Fenstern Einstellungen geändert";
MultipleAskSaveChangesAlertMsg = "Möchten Sie sich diese Änderungen vor dem Schließen noch einmal ansehen?";
MultipleAskSaveChangesDiscardButtonTitle = "Änderungen verwerfen";
MultipleAskSaveChangesReviewButtonTitle = "Änderungen überprüfen...";

ConnectingMessage = "Verbinden mit Gerät\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Wählen Sie ein Gerät aus, um zu beginnen";

DevicesItemTitleString = "Geräte";
DevicesItemTooltipString = "Geräte einblenden/ausblenden";
SupportItemTitleString = "HP Support";
SupportItemTooltipString = "HP Online-Support";
SuppliesItemTitleString = "Verbrauchsmaterialien";
SuppliesItemTooltipString = "Verbrauchsmaterialien online einkaufen";
RegistrationItemTitleString = "Registrierung";
RegistrationItemTooltipString = "Onlineregistrierung";
RecyclingItemTitleString = "Recycling";
RecyclingItemTooltipString = "Rückgabe und Recycling online";
MarsItemTitleString = "Produktverbesserung";
MarsItemTooltipString = "Studie zur Verbesserung von HP Produkten";
TasksItemTitleString = "Alle Einstellungen";
TasksItemTooltipString = "Alle Einstellungen anzeigen";
SearchItemTitleString = "Suchen";
SearchItemTooltipString = "Plug-in oder Schlüsselwort suchen";

HSDAddDevicesToolTip = "Geräte hinzufügen";
HSDRemoveDevicesToolTip = "Ausgewähltes Gerät oder Smart-Gruppe entfernen";
HSDPullDownMenuToolTip = "Menü 'Aktionen'";
TaskCellWidth = "98";

PrintersGroupString = "GERÄTE";
SmartGroupsString = "SMART-GRUPPEN";

PrinterName = "Gerätename";
ModelName = "Modell";
SerialNumber = "Seriennummer";
IPAddress = "IP-Adresse";
BluetoothAddress = "Adresse";
ConnectionType = "Verbindung";

kSmartGroupDefaultName = "Smart-Gruppe";
kSmartGroupRulePropertyModel = "Modell";
kSmartGroupRulePropertyName = "Name";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP-Adresse";
kSmartGroupRulePropertyConnectionType = "Verbindungstyp";

kSmartGroupRuleCriterionContains = "Enthält";
kSmartGroupRuleCriterionDoesntContain = "Enthält nicht";
kSmartGroupRuleCriterionIs = "Ist";
kSmartGroupRuleCriterionIsNot = "Ist nicht";
kSmartGroupRuleCriterionStartsWith = "Beginnt mit";
kSmartGroupRuleCriterionEndsWith = "Endet mit";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "alle";
HSDRulesMatchStyleAny = "beliebige";

IncompatibleTasksTitle = "Inkompatible Komponenten";
IncompatibleTasksMessage = "Einige der auf dem Computer installierten Komponenten wurden für eine andere Version des HP Utility entwickelt. Diese Komponenten werden nicht geladen, und auf einige der Funktionen für Ihr Gerät kann nicht zugegriffen werden. Klicken Sie in der Symbolleiste auf das Bedienelement für den HP Support, um zur HP Online-Supportsite zu wechseln und die neuesten Versionen der HP Software herunterzuladen.";

NoComponentsTitle = "Einige Komponenten des HP Utility wurden nicht gefunden";

ShowDevicesItemTitle = "Geräte einblenden";
HideDevicesItemTitle = "Geräte ausblenden";
ShowToolbarItemTitle = "Symbolleiste einblenden";
HideToolbarItemTitle = "Symbolleiste ausblenden";

DevicesMenuSetupDeviceItemTitle = "Neues Gerät einrichten…";
DevicesMenuSetupSelectedDeviceItemTitle = "Ausgewähltes Gerät einrichten…";
DevicesMenuSetupWirelessItemTitle = "HP Autom. Wireless-Verbindung…";
DevicesMenuAddDevicesItemTitle = "Geräte hinzufügen…";
DevicesMenuAddDeviceManuallyItemTitle = "Gerät manuell hinzufügen…";
DevicesMenuNewSmartGroupItemTitle = "Neue Smart-Gruppe…";
DevicesMenuEditSmartGroupItemTitle = "Smart-Gruppe bearbeiten…";
DevicesMenuPrintersMenuTitle = "Geräteliste";
DevicesMenuEmptyItemTitle = "(Leer)";

DevicesMenuRemoveDeviceItemTitle = "Gerät entfernen";
DevicesMenuRemoveSmartGroupItemTitle = "Smart-Gruppe entfernen";
DevicesMenuSortByItemTitle = "Sortieren nach";
DevicesMenuNameItemTitle = "Name";
DevicesMenuAvailabilityItemTitle = "Verfügbarkeit";

HSDAddDeviceManuallyItemTitle = "Gerät manuell hinzufügen…";
HSDNewSmartGroupItemTitle = "Neue Smart-Gruppe…";
HSDEditSmartGroupItemTitle = "Smart-Gruppe bearbeiten…";

DeviceNotAvailableMessageString = "Das ausgewählte Gerät ist zurzeit nicht verfügbar. Wählen Sie ein anderes Gerät aus.";
ScanjetDeviceNotAvailableMessageString = "Ausgewähltes Gerät ist zurzeit nicht verfügbar. Vergewissern Sie sich, dass das Gerät eingeschaltet und mit dem Computer verbunden ist. Die erforderliche Software muss installiert sein.";

AppManagerItemTitleString = "Programme";
AppManagerItemTooltipString = "Programme";

AppManagerAskApplyChangesAlertTitle = "Sollen die vorgenommenen Änderungen angewendet werden?";
AppManagerAskApplyChangesAlertMsg = "Ihre Änderungen gehen verloren, wenn Sie diese nicht anwenden.";
AppManagerApplyButtonTitle = "Anwenden";
CancelButtonTitleKey = "Abbrechen";
AppManagerDontApplyButtonTitle = "Nicht anwenden";

NoSaveTitle = "Datei kann nicht gespeichert werden";
DidNotSaveMessage = "Überprüfen Sie, ob genug freier Speicherplatz vorhanden ist, und Sie berechtigt sind, die Datei am angegebenen Speicherplatz zu sichern.";

ConnectMenuItemTitleFormat = "Verbinden mit %@";
EditMenuItemTitleFormat = "Bearbeiten von %@...";
RemoveMenuItemTitleFormat = "Entfernen von %@";

ShowOnlineAccessWarningsCommandTitle = "Online-Zugriffswarnungen einblenden";
HideOnlineAccessWarningsCommandTitle = "Online-Zugriffswarnungen ausblenden";

HSDSmartGroupNameTitle = "Name der Smart-Gruppe:";
HSDMatchTextFieldTitle1 = "Übereinstimmung";
HSDMatchTextFieldTitle2 = "der folgenden Regeln:";
HSDCancelButtonTitle = "Abbrechen";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Diese Funktion wurde vom Administrator des Geräts gesperrt oder deaktiviert.";
HSDDisabledFeatureDescription = "Sie lässt sich über den Bereich \"Geräteadministration\" aktivieren. Klicken Sie weiter unten auf \"Start\", um zu diesem Bereich zu wechseln.";
HSDNoWayToUnlockDescription = "Sie können diese Funktion nicht verwenden, da sie gesperrt oder deaktiviert ist. Weitere Informationen erhalten Sie von der Person, die den Drucker eingerichtet hat.";
HSDGoButton = "Start";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Für Ihr Gerät wurde ein Tintenabonnement aktiviert";
SubscribedSuppliesMessage = "Denken Sie stets daran: Sie können sich über HP Instant Ink alle Ersatzpatronen für diesen Drucker mit einem Preisnachlass beschaffen! Sie können weiterhin den HP Online-Shop besuchen, um Zubehör und Verbrauchsmaterialien für andere Geräte zu kaufen.";
GoToStoreButtonTitle = "Zum Shop wechseln";

//Search Window
SearchWindowTitle = "Suchen";
SearchWindowTaskTitle = "Suchen:";
SearchWindowButtonCancelTitle = "Abbrechen";
SearchWindowButtonSearchTitle = "Suchen";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Info über das HP Utility";
"Hide HP Utility" = "HP Utility ausblenden";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle anzeigen";
"Quit HP Utility" = "HP Utility beenden";

"Devices" = "Geräte";

"Edit" = "Bearbeiten";
"Undo" = "Widerrufen";
"Redo" = "Wiederholen";
"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einsetzen";
"Delete" = "Löschen";
"Select All" = "Alles auswählen";

"View" = "Ansicht";

"Window" = "Fenster";
"Close" = "Schließen";
"Minimize" = "Minimieren";
"Zoom" = "Zoomen";
"Bring All to Front" = "Alle im Vordergrund abbilden";

Version = "Version";

// Global Mode
MarsUnavailableAlertTitle = "Konfigurieren der Studie zur Verbesserung von HP Produkten nicht möglich";
MarsUnavailableAlertDescription = "Ihre Geräte eignen sich nicht für das Forschungsprogramm im Rahmen der Studie zur Verbesserung von HP Produkten.";
MarsUnavailableForOnlineDevicesAlertDescription = "Ihre Onlinegeräte eignen sich nicht für das Forschungsprogramm im Rahmen der Studie zur Verbesserung von HP Produkten. Schalten Sie Ihre anderen Geräte ein, verbinden Sie diese mit Ihrem Mac oder Netzwerk und versuchen Sie es dann erneut.";
